Repository: KDE/kmahjongg
Catalog: po/*/kmahjongg.po
Languages: de, eo

# NAME OF TRANSLATORS
source: Your names
de: Deutsches KDE-Übersetzungsteam
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
de: kde-i18n-de@kde.org
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net

# @title:window
source: Edit Board Layout
de: Spielfeldaufbau bearbeiten
eo: Redakti tabularanĝon

# @action
source: New Board
de: Neues Spielfeld

# @action
source: Open Board
de: Spielfeld laden

# @action
source: Save Board
de: Spielfeld speichern

# @action
source: Select
de: Auswählen

# @action
source: Move Tiles
de: Spielsteine bewegen

# @option:check
source: Add Tiles
de: Spielsteine hinzufügen

# @option:check
source: Remove Tiles
de: Spielsteine entfernen

# @action
source: Shift Left
de: Nach links schieben

# @action
source: Shift Up
de: Nach oben schieben

# @action
source: Shift Down
de: Nach unten schieben

# @action
source: Shift Right
de: Nach rechts schieben

source: Tiles: %1 Pos: %2,%3,%4
de: Spielsteine: %1 Pos.: %2, %3, %4
eo: Kaheloj: %1 Pozo: %2,%3,%4

# @title:window
source: Open Board Layout
de: Spielfeldaufbau laden

source: Board Layout (*.layout);;All Files (*)
de: Spielfeldaufbau-Dateien (*.layout);;Alle Dateien (*)
eo: Tabularanĝo (*.layout);;Ĉiuj Dosieroj (*)

source: You can only save with a even number of tiles.
de: Sie können nur mit einer geraden Anzahl Steine abspeichern.
eo: Vi povas konservi nur kun para nombro da kaheloj.

# @title:window
source: Save Board Layout
de: Spielfeldaufbau speichern

source: The board has been modified. Would you like to save the changes?
de: Das Spielfeld wurde verändert. Möchten Sie die Änderungen speichern?
eo: La tabulo estis modifita. Ĉu vi ŝatus konservi la ŝanĝojn?

source: Save failed. Aborting operation.
de: Speichern fehlgeschlagen. Aktion wird abgebrochen.
eo: Konservo malsukcesis. Finante la operacion.

source: Removed tiles
de: Entfernte Steine
eo: Forigitaj kaheloj

source: Random Layout
de: Zufälliger Spielfeldaufbau
eo: Hazarda Aranĝo

source: Download New Layouts…
de: Neue Spiel&felder herunterladen …

source: Preview
de: Vorschau
eo: Antaŭrigardo

source: Layout Details
de: Spielfeld Details
eo: Aranĝo Detaloj

source: Author:
de: Autor:
eo: Aŭtoro:

source: Contact:
de: Kontakt:
eo: Kontakto:

source: Description:
de: Beschreibung:
eo: Priskribo:

source: Ready. Now it is your turn.
de: Fertig. Sie sind dran.
eo: Preta. Nun estas via vico.

source: Undo operation done successfully.
de: Zug wurde rückgängig gemacht.
eo: Malfaro sukcesis.

source: What do you want to undo? You have done nothing!
de: Was möchten Sie rückgängig machen? Sie haben doch noch gar nichts getan!
eo: Kion vi volas malfari? Vi faris nenion!

source: Your computer has lost the game.
de: Ihr Rechner hat das Spiel verloren.
eo: Via komputilo malvenkis la ludon.

# @info:status
source: Calculating new game…
de: Neues Spiel wird berechnet …

source: Error generating new game!
de: Fehler beim Erstellen des Spiels!
eo: Eraro dum kreo de nova ludo!

source: Demo mode. Click mousebutton to stop.
de: Demomodus. Klicken Sie eine Maustaste, um die Demo anzuhalten.
eo: Demonstro. Kliku musbutonon por fini.

# @action
source: New Numbered Game…
de: Spiel aus der Liste …

# @action
source: Shu&ffle
de: &Mischen

# @action
source: Rotate View Counterclockwise
de: Ansicht gegen Uhrzeigersinn drehen

# @action
source: Rotate View Clockwise
de: Ansicht im Uhrzeigersinn drehen

# @action
source: &Board Editor
de: &Spielfeld-Editor

source: Time: 0:00:00
de: Zeit: 0:00:00
eo: Tempo: 0:00:00

source: Removed: 0000/0000
de: Entfernt: 0000 / 0000
eo: Forigita: 0000/0000

source: Game: 000000000000000000000
de: Spiel: 000000000000000000000
eo: Ludo: 000000000000000000000

source: Time: %1
de: Zeit: %1

# @title:window
source: New Game
de: Neues Spiel
eo: Nova Ludo

# @label:textbox
source: Game number:
de: Spielnummer:

# @title:tab
source: General
de: Allgemein

# @title:tab
source: Board Layout
de: Spielfeldaufbau

source: Game Over: You have no moves left.
de: Spiel beendet: Sie können nicht mehr ziehen.
eo: Game Over: Al vi restas neniuj movoj.

# @title:window
source: Game Over
de: Spiel beendet

# @action:button
source: New Game
de: Neues Spiel

# @action:button
source: Restart
de: Neu starten

source: You have won with a final time of %1 and a score of %2!
de: Sie haben in %1 mit %2 Punkten gewonnen.
eo: Vi venkis kun fina tempo de %1 kaj poentaro de %2!

source: Game number: %1
de: Spielnummer: %1
eo: Ludnumero: %1

source: Removed: %1/%2 Combinations left: %3
de: Entfernt: %1 / %2 Restliche Paare: %3
eo: Forigita: %1/%2 Kombinaĵoj restas: %3

# @title:window
source: Load Game
de: Spiel laden
eo: Ŝargu ludon

source: KMahjongg Game (*.kmgame)
de: KMahjongg-Spiel (*.kmgame)
eo: KMahjongg-Ludo (*.kmgame)

source: Could not read from file. Aborting.
de: Datei kann nicht gelesen werden. Abbruch.
eo: Ne eblis legi de dosiero. Ĉesante.

source: File is not a KMahjongg game.
de: Die Datei ist kein KMahjongg-Spiel.
eo: Dosiero ne estas KMahjongg-ludo.

source: File format not recognized.
de: Unbekanntes Dateiformat.
eo: Dosierformato ne rekonita.

# @title:window
source: Save Game
de: Spiel speichern
eo: Konservi Ludon

source: Could not open file for saving.
de: Datei kann nicht zum Speichern geöffnet werden.
eo: Ne eblis malfermi dosieron por konservi.

source: Do you want to save your game?
de: Möchten Sie Ihr Spiel speichern?
eo: Ĉu vi volas konservi vian ludon?

source: The tile-set to use.
de: Das zu verwendende Spielstein-Design.
eo: La kahelaro por uzi.

source: The background to use.
de: Der zu verwendende Hintergrund.
eo: La fono por uzi.

source: The layout of the tiles.
de: Design der Spielsteine.
eo: La aranĝo de la kaheloj.

source: Whether the removed tiles will be shown on the board.
de: Ob entfernte Steine auf dem Spielfeld angezeigt werden.
eo: Ĉu la forigitaj kaheloj estos montritaj sur la tabulo.

source: Whether a random layout is chosen on startup.
de: Ist diese Einstellung aktiviert, wird beim Start ein zufälliger Spielfeldaufbau gewählt.
eo: Ĉu hazarda aranĝo estas elektita dum ekfunkciigo.

source: Whether all games should be solvable.
de: Ist diese Einstellung aktiviert, werden nur lösbare Spiele erzeugt.
eo: Ĉu ĉiuj ludoj devus esti solveblaj.

source: Whether matching tiles are shown.
de: Ist diese Einstellung aktiviert, werden zueinander passende Spielsteine hervorgehoben.
eo: Ĉu kongruaj kaheloj estas montritaj.

source: &Game
de: &Spiel
eo: &Ludo

source: &Move
de: &Zug
eo: &Movi

source: &View
de: &Ansicht
eo: &Rigardi

source: Main Toolbar
de: Haupt-Werkzeugleiste
eo: Ĉefa ilobreto

source: Mahjongg Solitaire by KDE
de: Mahjongg von KDE
eo: Mahjongg Solitaire de KDE

source: (c) 1997, Mathias Mueller (c) 2006, Mauricio Piacentini (c) 2011, Christian Krippendorf
de: © 1997, Mathias Mueller © 2006, Mauricio Piacentini © 2011, Christian Krippendorf

source: Original Author
de: Ursprünglicher Autor
eo: Originala aŭtoro

source: Current maintainer
de: Aktueller Betreuer
eo: Nuna zorganto

source: Bug fixes
de: Fehlerbereinigungen
eo: Cimokorektado

source: KDE 3 rewrite and Extension
de: Für KDE 3 neu geschrieben und erweitert
eo: KDE 3 reverko kaj etendo

source: Solvable game generation based on algorithm by Michael Meeks in GNOME mahjongg
de: Erzeugen von lösbaren Ausgangspositionen basierend auf einem Algorithmus von Michael Meeks in GNOME-Mahjongg
eo: Solvebla ludgeneracio surbaze de algoritmo de Michael Meeks en GNOME-maĥongo

source: SVG Tileset for KDE4
de: SVG-Spielsteine für KDE 4
eo: SVG Tileset por KDE4

source: Tile set contributor and current web page maintainer
de: Mithilfe bei Spielsteinen und aktueller Betreuer der Webseite
eo: Kahelaro kontribuanto kaj nuna retpaĝa prizorganto

source: Tile set contributor and original web page maintainer
de: Mithilfe bei Spielsteinen und ursprünglicher Betreuer der Webseite
eo: Kahelaro kontribuanto kaj originala retpaĝa prizorganto

source: Code cleanup
de: Aufräumen des Programmcodes
eo: Kodpurigado

source: Blink matching tiles when first one is selected
de: Passende Spielsteine aufblinken lassen, wenn ein Stein markiert ist
eo: Ekbriligi kongruajn kahelojn kiam la unua estas elektita

source: Generate solvable games
de: Lösbare Ausgangspositionen erzeugen
eo: Generi solveblajn ludojn

source: Show removed tiles
de: Entfernte Steine anzeigen
eo: Montri forigitajn kahelojn

source: &Get New Layouts
eo: &Ekpreni Novajn Aranĝojn

source: KMahjongg
eo: Mahjongo
